{
    "FormAnalytics": {
        "Status": "Status",
        "NoFormsFound": "No forms found",
        "EditForm": "Edit form",
        "GettingStarted": "Getting started",
        "Filter": "Filter",
        "NForms": "%s forms",
        "ColumnFormViews": "Form views",
        "ColumnFormViewers": "Form viewers",
        "ColumnFormStarts": "Form starts",
        "ColumnFormStarters": "Form starters",
        "ColumnFormSubmitters": "Form submitters",
        "ColumnFormSubmissions": "Form submissions",
        "ColumnFormResubmitters": "Form re-submitters",
        "ColumnFormConversions": "Form conversions",
        "ColumnHesitationTime": "Hesitation time",
        "ColumnFormAvgHesitationTime": "Form avg. hesitation time",
        "ColumnAvgHesitationTime": "Avg. hesitation time",
        "ColumnTimeSpent": "Time spent",
        "ColumnFormAvgTimeSpent": "Form avg. time spent",
        "ColumnAvgTimeSpent": "Avg. time spent",
        "ColumnAvgTimeToFirstSubmit": "Form avg. time to first submit",
        "ColumnTimeToFirstSubmit": "Time to first submit",
        "ColumnTimeToConversion": "Time to form conversion",
        "ColumnFormConversionRate": "Form conversion rate",
        "ColumnAvgTimeToConversion": "Form avg. time to conversion",
        "ColumnAvgFieldSize": "Avg. field size",
        "ColumnAvgFieldSizeSubmit": "Avg. field size on submit",
        "ColumnAvgFieldSizeUnsubmitted": "Avg. field size when unsubmitted",
        "ColumnAvgFieldSizeConverted": "Avg. field size on conversion",
        "ColumnFieldSubmissions": "Field submissions",
        "ColumnRateAmendment": "Form amendment rate",
        "ColumnRateStarters": "Form starters rate",
        "ColumnRateSubmitter": "Form submitter rate",
        "ColumnRateResubmitter": "Form re-submitter rate",
        "ColumnRateLeftBlankConverted": "Rate left blank on conversion",
        "ColumnLeftBlankConverted": "Left blank on conversion",
        "ColumnRateLeftBlankSubmit": "Rate left blank on submit",
        "ColumnLeftBlankSubmit": "Left blank on submit",
        "ColumnRateRefocus": "Refocus rate",
        "ColumnRateDeletes": "Deletion rate",
        "ColumnRateCursors": "Cursor rate",
        "ColumnInteractions": "Interactions",
        "ColumnUniqueInteractions": "Unique interactions",
        "ColumnInteractionsUnsubmitted": "Interactions when unsubmitted",
        "ColumnInteractionsSubmitted": "Interactions on submit",
        "ColumnFieldConversions": "Field conversions",
        "ColumnDropOffs": "Drop offs",
        "ColumnUniqueDropOffs": "Unique drop offs",
        "ColumnEntries": "Entries",
        "ColumnUniqueEntries": "Unique entries",
        "ColumnAmendments": "Amendments",
        "ColumnRefocuses": "Refocuses",
        "ColumnUniqueAmendments": "Unique amendments",
        "ColumnUniqueRefocuses": "Unique refocuses",
        "ColumnUniqueChanges": "Unique changes",
        "ColumnChanges": "Changes",
        "ColumnUniqueDeletes": "Unique deletes",
        "ColumnDeletes": "Deletes",
        "ColumnCursors": "Cursors",
        "ColumnUniqueCursors": "Unique cursors",
        "ColumnNbViews": "%s views",
        "ColumnNbViewers": "%s viewers",
        "ColumnNbStarters": "%s starters",
        "ColumnNbSubmitters": "%s submitters",
        "ColumnNbResubmitters": "%s re-submitters",
        "ColumnNbConversions": "%s conversions",
        "ColumnNbAvgTimeSpent": "%s avg. time spent",
        "ColumnNbAvgHesitationTime": "%s avg. hesitation time",
        "ColumnNbAvgTimeToFirstSubmit": "%s avg. time to first submit",
        "ColumnNbAvgTimeToConversion": "%s avg. time to conversion",
        "ColumnNbStarterRate": "%s starter rate",
        "ColumnNbSubmitterRate": "%s submitter rate",
        "ColumnNbResubmitterRate": "%s re-submitter rate",
        "ColumnNbConversionRate": "%s conversion rate",
        "ColumnDescriptionNbFormViews": "The number of times your visitors have viewed a page where this form was included.",
        "ColumnDescriptionNbFormViewers": "The number of visitors that have viewed a page where this form was included at least once. When a visitor converts a form, and views the same form afterwards again, it counts a new viewer.",
        "ColumnDescriptionNbFormStarts": "The number of times a visitor has started interacting with a form after viewing it.",
        "ColumnDescriptionFormStartersRate": "The percentage of times a visitor has viewed a page where this form was included and then started interacting with it.",
        "ColumnInfoFormStarts": "This means a visitor has for example focused or changed a form field. If auto focus for a form field is enabled, a visitor first needs to focus another field or needs to actually start changing a field before it counts as a start.",
        "ColumnDescriptionNbFormStarters": "The number of form viewers that have started interacting with a form at least once.",
        "ColumnDescriptionNbFormResubmitters": "The number of form viewers that have re-submitted a form at least once.",
        "ColumnDescriptionNbFormTimeSpent": "The total time all visitors spent on a form in total.",
        "ColumnDescriptionAvgFormTimeSpent": "The average time a visitor spent on a form.",
        "ColumnInfoFormTimeSpent": "The time is calculated as the difference between the first interaction with a form field (for example a field focus) and the last interaction with a form.",
        "ColumnDescriptionNbFormTimeHesitation": "The time a visitor waited before starting to interact with a form.",
        "ColumnDescriptionAvgFormTimeHesitation": "The average time a visitor hesitated to start interacting with a form.",
        "ColumnInfoFormTimeHesitation": "The time is calculated as the difference between the time of the page load and the time of the first interaction with a form (for example focusing a form field, typing a letter in a form or selecting a value in the form). The time is counted only while the browser window is active.",
        "ColumnDescriptionNbFormTimeToConversion": "The time it took the visitor to complete a form successfully.",
        "ColumnDescriptionAvgFormTimeToConversion": "The average time it took a visitor to convert a form.",
        "ColumnInfoFormTimeToConversion": "If the visitor completes the form on the first submit, it is equal to the \"time to first submission\". If a visitor submits a form several times, it equals to the time spent on the form in total.",
        "ColumnDescriptionNbFormTimeToFirstSubmission": "The time it took the visitor to submit a form.",
        "ColumnDescriptionAvgFormTimeToFirstSubmission": "The average time it took a visitor to submit this form for the first time.",
        "ColumnInfoFormTimeToFirstSubmission": "It is the difference between the first interaction with the form (for example a field focus) and the time the visitor submits the form.",
        "ColumnInfoResubmitters": "This means a visitor first submitted a form, and then submitted it again. For example a re-submit might happen when there were form validation errors. When this number is high, something might not be clear about your forms.",
        "ColumnDescriptionNbFormSubmitters": "The number of form viewers that have submitted a form at least once.",
        "ColumnDescriptionNbFormSubmissions": "The number of times a form was submitted in total. If a visitor submitted a form 10 times, and another visitor 3 times, it will show 13 total form submissions.",
        "ColumnDescriptionNbFormConversions": "The number of times this form was completed successfully.",
        "ColumnDescriptionNbFieldDropoff": "The number of times a visitor interacted with this field last when they did not submit the form.",
        "ColumnDescriptionNbFieldUniqDropoff": "The number of form viewers that interacted with this field last, when they did not submit the form.",
        "ColumnDescriptionNbFieldEntries": "The number of times a visitor has interacted with this field first, when they started to fill out a form.",
        "ColumnDescriptionNbFieldUniqEntries": "The number of form viewers that have interacted with this field first, when they started to fill out a form.",
        "ColumnInfoInteraction": "An interaction can be either a field focus or a field change.",
        "ColumnDescriptionNbFieldUniqAmendments": "The number of form viewers that have amended this field at least once.",
        "ColumnDescriptionNbFieldAmendments": "The number of times your visitors amended this field in total.",
        "ColumnInfoFieldAmendments": "An amendment is counted when a visitor changes this field (for example types something into a form field or selects a value), then moves on to another field and comes back to this field to change it again. An amendment is also counted when a visitor changes this field, submits the form, and then changes it again to correct a form validation error.",
        "ColumnDescriptionNbFieldUniqRefocuses": "The number of form viewers that have refocused this field at least once.",
        "ColumnDescriptionNbFieldRefocuses": "The total number of times a visitor has refocused this field before they submitted a form or left it.",
        "ColumnInfoFieldRefocuses": "A refocus is counted when a visitor focuses this field, then focuses another field, and then focuses this field again.",
        "MetricOnlyForTextField": "This metric is only available for text fields.",
        "ColumnDescriptionNbFieldUniqDeletes": "The number of form viewers that have used the backspace or delete key on this field at least once.",
        "ColumnDescriptionNbFieldDeletes": "The number of times your visitors have used the backspace or delete key on this field.",
        "ColumnDescriptionRateFieldDeletes": "The percentage of times either a backspace or delete key was used when a field was changed.",
        "ColumnDescriptionNbFieldUniqCursor": "The number of form viewers that have used any of the cursor keys on this field at least once.",
        "ColumnDescriptionNbFieldCursor": "The number of times your visitors have used any of the cursor keys on this field.",
        "ColumnDescriptionNbFieldSubmitted": "The number of times this field was shown when the form was submitted. It does not mean a visitor has actually interacted with this field.",
        "ColumnDescriptionNbFieldUniqChanges": "The number of form viewers that have changed this field at least once.",
        "ColumnDescriptionNbFieldChanges": "The number of times a visitor has changed this field.",
        "ColumnInfoFieldChanges": "A first change is counted as soon as a visitor for example types something into a text field or selects a value. Further changes are only counted when the visitor moves on to another field and comes back to this field to change it again.",
        "ColumnInfoFieldInteractions": "An interaction is counted when a visitor focuses a field or changes the value of it. If a field has an auto focus, such focuses are ignored and do not count as an interaction.",
        "ColumnDescriptionNbFieldInteractions": "The number of times your form viewers have interacted with this field in total.",
        "ColumnDescriptionNbFieldUniqueInteractions": "The number of form viewers that have interacted with this field at least once.",
        "ColumnDescriptionNbFieldInteractionsSubmit": "The number of times a form viewer has interacted with this field and then submitted the form.",
        "ColumnDescriptionNbFieldInteractionsUnsubmit": "The number of times a form viewer has interacted with this field and then did not submit the form.",
        "ColumnDescriptionNbFieldTimeSpent": "The total time spent on this form field in seconds.",
        "ColumnDescriptionAvgFieldTimeSpent": "The average amount of time spent on this field when a visitor interacted with it.",
        "ColumnInfoFieldTimeSpent": "The time is measured from the moment a visitor focuses this field until they make the last change or until they leave the field again. If a visitor interacts with this field several time before submitting or leaving the form, all time spent on this field will be summed. The time spent includes the hesitation time.",
        "ColumnDescriptionNbFieldFieldsHesitationTime": "The time a visitor hesitated to start filling out this field.",
        "ColumnDescriptionAvgFieldFieldsHesitationTime": "The average amount of time a visitor hesitated to start filling out this field.",
        "ColumnInfoFieldFieldsHesitationTime": "The time is measured from the moment a visitor focuses this field until they make the first change.",
        "ColumnDescriptionAvgFieldFieldsize": "The average field size of this text field. Also includes text sizes of visitors that did not submit the form. Blank text fields (size 0) are ignored in the average calculation.",
        "ColumnDescriptionAvgFieldFieldsizeUnsubmitted": "The average field size of this text field when a visitor entered some text but did not submit the form afterwards.",
        "ColumnDescriptionAvgFieldFieldsizeSubmitted": "The average field size of this text field when a visitor entered some text and submitted the form afterwards.",
        "ColumnDescriptionAvgFieldFieldsizeConverted": "The average field size of this text field when a visitor entered some text, submitted the form afterwards, and converted it.",
        "ColumnDescriptionNbFieldLeftblankSubmitted": "The total number of times this field was left empty when the form was submitted.",
        "ColumnDescriptionNbFieldLeftblankConverted": "The total number of times this field was left empty when the form was submitted and converted.",
        "ColumnDescriptionAvgFieldLeftblankSubmitted": "The number of times this field was left empty when the form was submitted.",
        "ColumnDescriptionAvgFieldLeftblankConverted": "The number of times this field was left empty when the form was submitted and converted.",
        "ColumnDescriptionNbFieldConverted": "The number of times the field was shown when a form was converted. It does not mean a visitor actually interacted with this field.",
        "ColumnDescriptionFormResubmittersRate": "The percentage of submitters that have submitted this form at least a second time.",
        "ColumnDescriptionFormSubmitterRate": "The number of times a form starter has submitted the form.",
        "ColumnDescriptionFormConversionRate": "The number of times a form starter has converted the form.",
        "ColumnDescriptionFieldAmendmentsRate": "The number of times this field was amended after changing it initially.",
        "ColumnDescriptionFieldRefocusRate": "The number of times this field was refocused after interacting with it initially.",
        "ColumnDescriptionRateFieldCursors": "The number of times cursor keys was used on this field after a user interacted with it.",
        "NoActiveForm": "No form is currently configured to be tracked.",
        "WidgetTitleLiveFormOverviewLast30": "Forms overview last 30 minutes",
        "WidgetTitleLiveFormOverviewLast60": "Forms overview last 60 minutes",
        "WidgetTitleLiveFormOverviewLast3600": "Forms overview last 24 hours",
        "WidgetTitleMostPopularFormsLast30": "Most popular forms last 30 minutes",
        "WidgetTitleMostPopularFormsLast60": "Most popular forms last 60 minutes",
        "WidgetTitleMostPopularFormsLast3600": "Most popular forms last 24 hours",
        "HowToGetStartedUserAccess": "Please ask a user with 'admin' access to create a new form under the \"Administration\" menu.",
        "HowToGetStartedAdminAccess": "As a Super User you can %1$screate a new form%2$s.",
        "ErrorFormDoesNotExist": "The requested form does not exist",
        "ArchiveReportInfo": "When you archive this form, it will not be deleted but Matomo will no longer track new data for this form and its reports will no longer be available in the reporting UI.",
        "ArchiveReportConfirm": "Are you sure you want to archive this form? Once it has been archived, no new data will be tracked for this form and its reports will no longer be available in the reporting UI.",
        "FormCreated": "The form has been successfully created.",
        "FormUpdated": "The form has been successfully updated.",
        "UpdatingData": "Updating data...",
        "FieldNamePlaceholder": "eg 'Customer Sign Up Form'",
        "FieldDescriptionPlaceholder": "eg 'Customer sign up form on landing page'",
        "DeleteFormConfirm": "Are you sure you want to delete this form? Reports previously generated will no longer be available in the reporting UI.",
        "DeleteFormInfo": "When you delete this form, its reports will no longer be available and you cannot undo this action.",
        "ViewReportInfo": "View reports for this form",
        "CreateNewForm": "Create new form",
        "ErrorFormNameDuplicate": "The form name is already in use by another form.",
        "ErrorXNotProvided": "Please provide a value for \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" is too long, max %2$s characters are allowed.",
        "ErrorNotAnArray": "\"%1$s\" has to be an array.",
        "ErrorInnerIsNotAnArray": "Each \"%1$s\" within \"%2$s\" has to be an array.",
        "ErrorArrayMissingKey": "Missing array key \"%1$s\" in \"%2$s\" at position \"%3$s\".",
        "ErrorArrayMissingValue": "Missing value for array key \"%1$s\" in \"%2$s\" at position \"%3$s\".",
        "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
        "ErrorFormRuleRequired": "At least one form criteria has to be set or the matching by page needs to be enabled.",
        "ErrorFormOrPageRuleRequired": "At least one form or page criteria has to be set",
        "ManageFormsIntroduction": "A form lets you learn everything about how your visitors interact with your online forms and form fields. Learn how long they hesitate before starting to fill out your forms, how much time they spent filling out your forms, which fields are most used or unneeded, how often they correct fields, and more.",
        "Forms": "Forms",
        "FormX": "Form %s",
        "TypeRealTime": "Real-time",
        "ViewFormFields": "View Form fields",
        "EditFormFields": "Edit Form fields",
        "StatusRunning": "Running",
        "StatusArchived": "Archived",
        "Manage": "Manage",
        "ManageForms": "Manage Forms",
        "FieldMetrics": "Field Metrics",
        "EntryFields": "Entry Fields",
        "DropOffFields": "Drop Off Fields",
        "FieldSize": "Field Size",
        "FieldTimings": "Field Timings",
        "FieldCorrections": "Field Corrections",
        "FieldInteractions": "Field Interactions",
        "FieldSubmissions": "Field Submissions",
        "FieldConversions": "Field Conversions",
        "FormNameHelp": "Defines the name under which the report for this form will be available.",
        "FormDescriptionHelp": "An optional description for your form which will be shown in the report for this form. For example you could mention the purpose of the form, any changes you have made to this form in the past, or on which pages the form is embedded.",
        "FormSetupFormRules": "Track interactions in this form when any of these criteria match:",
        "FormSetupFormRulesHelp": "All online forms that match any of the criteria below will be tracked into this form. Not all criteria need to match: only one criteria needs to match for an online form to be tracked into this form. You need to specify at least one %sform name or a form id%s.",
        "FormSetupPageRules": "Track interactions in this form only for forms found on any of these pages (optional)",
        "FormSetupPageRulesHelp": "You may restrict on which pages the interaction data should be tracked into this form. When configured, data will be tracked into this form only when the form is viewed on a page that matches any of criteria configured below. This is useful when you want to track data for your form only on some of your website pages. This is also useful for example when a form is embedded on several pages of your website but you want to analyze the behaviour of your form separately on each page: in this case you would create a separate form in Matomo for each page.",
        "FormSetupConversionRules": "This form is converted when any of these pages are visited (recommended)",
        "FormSetupConversionRulesHelp1": "Matomo differentiates between form submits and form conversions. A form may be submitted several times when a visitor has to correct form validation errors. To track a form conversion, you can configure one or several pages and as soon as a visitor visits a page that matches any of the criteria below, the form will be converted and a form conversion will be tracked.",
        "FormSetupConversionRulesHelp2": "For example you might redirect a visitor to a page \"http://example.com/signup-success.html\" when the form is submitted successfully. To track this form submit as a form conversion, you configure a criteria \"path is /signup-success.html\" below. A form conversion will be tracked when at least one criteria below matches. You can also convert a form using the Matomo JavaScript tracker, %slearn more%s.",
        "ComparisonsCaseInsensitive": "All comparisons are case insensitive.",
        "ComparisonsIgnoredValues": "For URLs we ignore the protocol and a trailing slash unless you select 'equals exactly'.",
        "SegmentFormName": "Form Name",
        "SegmentFormNameDescription": "Accepts any form name of a currently running form.",
        "SegmentFormStarts": "Number of Form Starts",
        "SegmentFormStartsDescription": "Accepts any number of form starts.",
        "SegmentFormSubmissions": "Number of Form Submissions",
        "SegmentFormSubmissionsDescription": "Accepts any number of form submissions.",
        "SegmentFormConverted": "Form Converted",
        "SegmentFormConvertedDescription": "Accepts either 1 or 0.",
        "SegmentFormSpentTime": "Spent Time on Form (in ms)",
        "SegmentFormSpentTimeDescription": "Any number in milliseconds, for example 1000.",
        "SettingCreateFormsAutomatically": "Create Forms Automatically",
        "CreateFormsConfiguredLimited": "Matomo is currently configured to create up to %s forms automatically.",
        "CreateFormsConfiguredLimitedUnreached": "So far %s forms have been created automatically for this site.",
        "CreateFormsConfiguredLimitedReached": "Because Matomo has already created %s forms automatically, new forms won't be created automatically.",
        "CreateFormsConfiguredUnlimited": "Matomo is currently configured to create a new form automatically whenever it discovers a new form on your website.",
        "CreateFormsConfiguredDisabled": "Matomo is currently configured to not track forms automatically.",
        "CreateFormsHowToChange": "A user with Super User access can change this setting and enable or disable the automatic creation of forms in \"General Settings\".",
        "Disabled": "Disabled",
        "UpToXForms": "Up to %s Forms per Site",
        "UnlimitedForms": "Unlimited Forms per Site",
        "SettingCreateFormsAutomaticallyDescription": "When enabled, Matomo will automatically create a new Matomo form when it detects a new form on your website. Disable this setting if you only want to track forms that you create and configure manually. Configuring forms manually can make the reports cleaner and letting you focus only on the forms you are actually interested in. Also it can reduce the amount of data tracked and stored in your Matomo which is useful when your server is limited in performance.",
        "SettingAllowCreationByPageOnly": "Track interactions in this form for forms found on specific pages, as configured below (not recommended)",
        "SettingAllowCreationByPageOnlyDescription": "In some cases you cannot define a form name or a form ID in your website HTML, and you have to match a form by page URL, path or query. This is not recommended because interactions with all forms on matching pages will be tracked into the same Matomo form and it would lead to misleading results. For example there are often many forms on the same page such as a newsletter or search form each page, and these forms would not be tracked accurately. ",
        "ReportFormOverviewName": "Forms Overview",
        "ReportFormOverviewDescription": "This report gives you an overview of how your forms are doing by giving you insights into the number of form views, form staters, form submissions, form conversions, and more.",
        "ReportGetCountersDescription": "This report gives you an overview of how your forms are currently doing within the last X minutes or hours.",
        "ReportGetCurrentMostPopularFormsDescription": "This report shows your most popular forms within the last X minutes or hours.",
        "ReportDropOffFieldsDescription": "Shows which field a visitor focused on last before leaving the form, when the form was not submitted. This can indicate why visitors did not submit the form, and where they stopped filling out the form or where they had problems.",
        "ReportEntryFieldsDescription": "This report shows which fields your visitors have changed first, when they started filling out a form.",
        "ReportMostCorrectedFieldsName": "Most Corrected",
        "ReportMostCorrectedFieldsDescription": "This report shows which fields your users corrected the most (or the least). Corrections include amendments, refocuses, and using the cursor or backspace keys.",
        "ReportFieldSizeDescription": "This report shows how many characters your visitors typed into each text field. Fields that your visitors left blank (fields with size zero) are ignored.",
        "ReportFieldSizeFooterMessage": "This reports shows only text fields.",
        "ReportFieldTimingsDescription": "The field timings report shows how long your visitors waited / hesitated to start filling out a form field and how long it took them to complete filling out a field. When the hesitation time or the time spent on a field is high, it indicates that the form could be improved.",
        "ReportMostUsedFieldsDescription": "This report shows with which fields your visitors interacted the most (or the least).",
        "ReportPageUrlsDescription": "This report shows on which pages your visitors interacted with a form and how each of the form metrics differ on various pages.",
        "ReportUnneededFieldsDescription": "This report shows which fields are likely unneeded and could be removed, depending on how often they were left blank on a form submission.",
        "Fields": "Fields",
        "PageURLs": "Page URLs",
        "UnneededFields": "Unneeded Fields",
        "MostUsedFields": "Most Used Fields",
        "FormTimings": "Forms Timings",
        "FormOverview": "Forms Overview",
        "FormName": "Form name",
        "Rule": "Rule",
        "AndWhen": "and when",
        "ConversionRules": "Conversion Rules",
        "ConversionCriteria": "Conversion Criteria",
        "FormRules": "Form Rules",
        "PageRules": "Page Rules",
        "NoConversionRulesDefinesView": "No conversion criteria are defined. Ask a user with at least 'admin' access to edit this form and define when a form conversion should be tracked.",
        "NoConversionRulesDefinesAdmin": "No conversion criteria are defined. %sEdit this form%s and define when a form conversion should be tracked.",
        "DataIsCollectedWhen": "Data is collected when",
        "FormIsConvertedWhen": "Form is converted when",
        "ShowVisitorLogStarters": "Show visitor log of form starters",
        "ShowVisitorLogSubmitters": "Show form submitters",
        "ShowVisitorLogConverters": "Show form converters",
        "FieldName": "Field Name",
        "FieldType": "Field Type",
        "DisplayName": "Display Name",
        "DisplayNameRequiresAdminAccess": "Only a user with at least 'admin' access can change the display name of a field.",
        "RuleAttributeFormName": "Form name",
        "RuleAttributeFormId": "Form ID",
        "RuleAttributeUrl": "URL",
        "RuleAttributePath": "URL path",
        "RuleAttributeQuery": "URL search query",
        "RulePatternEquals": "equals",
        "RulePatternNotEquals": "not equals",
        "RulePatternEqualsExactly": "equals exactly",
        "RulePatternNotEqualsExactly": "not equals exactly",
        "RulePatternContains": "contains",
        "RulePatternNotContains": "not contains",
        "RulePatternStartsWith": "starts with",
        "RulePatternEndsWith": "ends with",
        "RulePatternRegExp": "matches the regular expression",
        "Field": "Field",
        "CurrentMostPopularForms": "Current Most Popular Forms",
        "VisitConvertedXForms": "Visit converted %s forms",
        "ConvertedNUniqueForms": "%s unique forms converted",
        "ConvertedFormX": "converted form %s",
        "SubmittedFormX": "submitted form %s",
        "InteractedWithFormX": "interacted with form %s",
        "FieldsInteractedWith": "Form fields interacted with",
        "FieldsLeftBlank": "Form fields left blank"
    }
}