{
  "Funnels": {
    "Funnel": "Funnel",
    "FunnelX": "Funnel %s",
    "FunnelXFlow": "Funnel %s - Fluss",
    "FunnelXSummary": "Funnel %s - Zusammenfassung",
    "FunnelsX": "Funnels %s",
    "Funnels": "Funnels",
    "AddStep": "Schritt hinzufügen",
    "SalesFunnel": "Verkaufs-Funnel",
    "FunnelIsLockedCannotBeSaved": "Der Funnel ist gesperrt und kann nicht gespeichert werden. Bitte entsperren Sie den Funnel um ihn ändern und speichern zu können.",
    "ActivateFunnel": "Funnel aktivieren",
    "ActivateFunnelDescription": "Sobald Sie einen Funnel aktivieren, werden Reporte für diesen Funnel generiert und im Reporting-Menü angezeigt. Die Reporte werden innerhalb von einigen Minuten oder Stunden Daten an zeigen. Den Funnel zu deaktivieren kann später nützlich sein, wenn Sie in dem Funnel nicht mehr interessiert sind. Nachdem Sie den Funnel aktiviert haben, ist es empfohlen die Funnel-Konfiguration manuell zu testen, indem Sie den konfigurierten Pfad auf Ihrer Website nach-klicken und dann überprüfen, ob Ihr Besuch im Funnel-Report dargestellt wird.",
    "ConfigureFunnelSteps": "Konfiguriere Funnel Schritte",
    "ConfigureFunnelStepsDescription1": "Um die Schritte für den Funnel heraus zu finden, ist es empfohlen jeden der Schritte, die Sie konfigurieren möchten, auf Ihrer Webseite nach zu klicken und dabei jeweils die URL zu notieren. Der letzte Schritt ist automatisch die Ziel-Konversion die bereits weiter oben konfiguriert wurde und muss nicht erneut für den Funnel konfiguriert werden.",
    "ConfigureFunnelStepsDescription2": "Wenn Sie einen Schritt als 'benötigt' markieren, wird der Funnel-Report nur Besuche berücksichtigen, die das Ziel über diesen benötigten Schritt konvertiert haben. Klicken Sie auf das Hilfe-Symbol neben der Schritte-Konfiguration um mehr Informationen über benötigte Schritte zu erhalten.",
    "ConfigureFunnelStepsDescription3": "Der URL-Prüfer weiter unten zeigt Ihnen welche Schritte der eingegeben URL entsprechen. Um einen Schritt zu überprüfen, können Sie auch auf das Hilfe-Symbol neben der Schritte-Konfiguration klicken. Es wird Ihnen eine Liste bekannter URLs anzeigen, die dieser Konfiguration entsprechen und in den letzten Tagen besucht wurde.",
    "Introduction": "Bei einem Funnel definieren Sie, welche Reihe von Aktionen Sie von Ihren Besuchern erwarten auf dem Weg ein Ziel zu erreichen. Indem Sie einen Funnel definieren, können Sie Ihre Konversionsrate und Umsatz erhöhen da Sie damit feststellen können, wo Sie Ihre Besucher auf dem Weg ein Ziel zu erreichen verlieren. ",
    "IntroductionListItem1": "Finden Sie heraus, wo Ihre Besucher Probleme haben",
    "IntroductionListItem2": "Finden Sie heraus, wo Ihre Besucher den Fluss Ihrer Website nicht verstehen",
    "IntroductionListItem3": "Finden Sie heraus, wo Fehler auf Ihrer Website oder in Ihrer App auftreten",
    "IntroductionListItem4": "Finden Sie andere Probleme die Besuchern im Weg stehen ein Ziel zu erreichen",
    "IntroductionFollowSteps": "Um einen Funnel zu konfigurieren, folgen Sie die nachfolgenden Schritte.",
    "WarningFunnelIsActivatedRequiredUnlock": "Dieser Funnel ist aktiviert. Damit Sie Änderungen vornehmen können, müssen Sie den Funnel \"entsperren\". Wenn Sie Änderungen am Aktivierten Funnel vornehmen, muss zuerst ein neuer Report generiert werden und die Reporte aus der Vergangenheit werden nicht mehr zur Verfügung stehen.",
    "Unlock": "Entsperren",
    "WarningOnUpdateReportMightGetLost": "Wenn Sie dieses Ziel aktualisieren, werden bereits existierende Reporte für diesen Funnel nicht mehr erreichbar sein.",
    "HelpStepTooltip": "Finden Sie heraus, welche URLs diesem Muster zutreffen und erhalten Sie Hilfe für die Muster-Definierung",
    "RemoveStepTooltip": "Diesen Schritt entfernen",
    "FunnelsOverview": "Funnels Übersicht",
    "ValidateFunnelSteps": "Überprüfe Funnel Schritte",
    "EnterURLToValidate": "Geben Sie eine URL oder einen Wert an um die konfigurierten Schritte zu validieren",
    "ValidateUrlMatchesDescription": "Es ist empfohlen, die konfigurierten Schritte zu überprüfen, indem Sie eine URL oder einen Wert für jeden Schritt eingeben und dann überprüfen, ob der richtige Schritt dieser URL oder diesen Wert entspricht. Schritte, die dieser URL oder diesen Wert entsprechen, werden grün markiert und Schritte die dieser URL oder diesen Wert nicht entsprechen, werden rot markiert. Typischerweise sollte jeweils nur ein Schritt einer URL oder einen Wert entsprechen. Ansonsten wird ein Besucher mehrere Schritte auf nur einer Seite beitreten.",
    "InfoFunnelIsLocked": "Dieser Funnel ist gesperrt da er aktiviert ist. Klicken Sie auf \"Entsperren\" um Änderungen an diesem Funnel vornehmen zu können. Wenn Sie Änderungen an einem bereits aktivierten Funnel vornehmen, werden alle bereits existierenden Reporte für diesen Funnel nicht mehr über die Benutzeroberfläche erreichbar sein.",
    "ConfirmUnlockFunnel": "Wollen Sie wirklich diesen Funnel entsperren? Wenn Sie diesen Funnel aktivieren werden Reporte für diesen Funnel aus der Vergangenheit nicht mehr erreichbar sein.",
    "ConfirmDeactivateFunnel": "Wenn Sie diesen Funnel deaktivieren werden alle zuvor generierten Reporte für diesen Report nicht mehr erreichbar sein. Wollen Sie wirklich diesen Funnel deaktivieren?",
    "InfoCannotActivateFunnelIncomplete": "Dieser Funnel kann nicht aktiviert werden. Alle Schritte müssen einen Namen und ein Muster konfiguriert haben.",
    "AbandonedRateX": "%s verlassene Funnel rate",
    "SegmentNameStepPosition": "Besuch hat teilgenommen an Funnel Schritt",
    "SegmentNameStepPositionDescription": "Akzeptiert eine Schritte-Position (zum Beispiel 1, 2, or 3). Dieses Segment sollte in Verbindung mit einem Segment für den Funnel-Namen verwendet werden da ansonsten unter umständen viele Schritte mit der gleichen Position von verschiedenen Funnels gefunden werden.",
    "SegmentNameFunnelName": "Besuch hat am Funnel teilgenommen",
    "SegmentNameFunnelNameDescription": "Akzeptiert einen Funnel-Namen von einem derzeit aktivierten Funnel.",
    "SegmentVisitorsByThisFunnelStep": "Segmentiere Besucher nach diesem Funnel Schritt",
    "StepDefinitionX": "Schritt %s: %s \"%s\"",
    "ConvertsGoal": "Erreicht Ziel",
    "Step": "Schritt",
    "Completed": "Abgeschlossen",
    "RequiredColumnTitle": "Benötigt",
    "ComparisonColumnTitle": "Vergleich",
    "IsRequired": "benötigt",
    "IsNotRequired": "nicht benötigt",
    "StepName": "Schritt Name",
    "StepPattern": "Schritt Muster",
    "Steps": "Schritte",
    "EvolutionForGoalFunnelX": "%s - Entwicklung über den Zeitraum",
    "ChooseFunnel": "Wähle Funnel",
    "GoalFunnelReport": "Funnel Report",
    "GoalFunnelReportHelp": "Der Ziel-Funnel Report zeigt Ihnen wo und wie Ihre Besucher in den Funnel eingetreten sind, diesen abgeschlossen haben oder wieder ausgetreten sind. Bitte beachten Sie, dass Besuche eventuell nicht alle Schritte in genau dieser Reihenfolge erfüllt haben. Bitte beachten Sie auch, dass Schritte-Besuche eventuell aufgefüllt sein können. Um die tatsächliche Anzahl der Besucher zu sehen, bewegen Sie Ihre Maus über die Anzahl der Schritt-Besuche. Auffüllungen treten auf, wenn ein Besucher zumindest einen Schritt, der nicht als benötigt markiert wurde, überspringt. Zum Beispiel, wenn ein Funnel vier Schritte hat und ein Besucher schließt den Funnel direkt von Schritt 2 ab (überspringt Schritt 3), dann sehen Sie den Eintritt für Schritt 2, eine Auffüllung für Schritt 3 und ein Besuch für die Konversion des Funnels. Das segmentierte Besucher-Log zeigt Ihnen alle Besucher an, die tatsächlich diesen Schritt des Funnels erfüllt haben.",
    "ErrorFunnelDoesNotExist": "Der angeforderte Funnel existiert nicht",
    "ErrorGoalFunnelDoesNotExist": "Der angeforderte Ziel-Funnel existiert nicht",
    "ErrorGoalDoesNotExist": "Das angeforderte Ziel existiert nicht für diese Website",
    "ErrorNotAnArray": "\"%1$s\" muss ein array sein.",
    "ErrorXNotProvided": "Bitte geben Sie einen Wert für \"%1$s\" an.",
    "ErrorInnerIsNotAnArray": "Jedes \"%1$s\" innerhalb \"%2$s\" muss ein array sein.",
    "ErrorArrayMissingKey": "Fehlender array Schlüssel \"%1$s\" in \"%2$s\" an der Position \"%3$s\".",
    "ErrorXTooLong": "\"%1$s\" ist zu lang, maximal %2$s Zeichen sind erlaubt.",
    "ErrorXNotWhitelisted": "Der Wert für \"%1$s\" ist nicht erlaubt, verwenden Sie einen von diesen: %2$s.",
    "ErrorActivatedFunnelWithNoSteps": "Ein Funnel ohne Schritte kann nicht aktivieren werden",
    "PatternTypeEquals": "%s entspricht",
    "PatternTypeContains": "%s enthält",
    "PatternTypeStartsWith": "%s startet mit",
    "PatternTypeEndsWith": "%s endet mit",
    "PatternTypeRegexp": "%s entspricht dem Ausdruck",
    "PatternAttributeURL": "URL",
    "PatternAttributePath": "Pfad",
    "PatternAttributeSearchQuery": "URL-Parameter",
    "HelpRequiredStepsTitle": "Benötigte Schritte",
    "HelpRequiredStepsDescription": "Wenn Sie einen Schritt als 'benötigt' markieren, müssen Besucher zunächst diesen benötigten Schritt erfüllen, bevor diese im Funnel fortfahren können. Wenn Sie alle Schritte als 'benötigt' markieren, müssen Ihre Besucher alle Schritte in diesem Funnel erfüllen um den Funnel abzuschließen. Wenn der erste Schritt als 'benötigt' markiert ist, müssen Besucher lediglich den ersten Schritt erfüllen um den Funnel abschließen zu können.",
    "HelpDefiningPatternsTitle": "Muster definieren",
    "HelpDefiningPatternsDescription1": "Um Ihre Startseite zu entsprechen (zum Beispiel http://www.example.com) verwenden Sie das Muster \"Pfad entspricht\" mit dem Muster \"/\"",
    "HelpDefiningPatternsDescription2": "Wenn Sie einen %1$sRegulären Ausdruck%2$s definieren, sollten Sie beachten, dass Matomo die URLs ohne die folgenden Präfixe speichert:",
    "HelpDefiningPatternsDescription2Example": "Dies bedeutet um zum Beispiel den Start einer URL %1$s zu ensprechen, muss der Ausdruck wie folgt sein: %2$s.",
    "HelpDefiningPatternsDescription3": "Groß- und Kleinschreibung wird bei allen Vergleichen ignoriert.",
    "HelpDefiningPatternsDescription4": "Abschließende Schrägstriche in einem Pfad werden gegebenenfalls ignoriert. Dies bedeutet, dass %1$s auch dem Muster %2$s entspricht.",
    "HelpKnownUrlsTitle": "Bekannte Werte die diesem Muster entsprechen",
    "HelpKnownUrlsTheseUrlsMatch": "Die folgenden %1$s Werte entsprechen dem Muster %2$s und wurden in den letzten Tagen besucht:",
    "HelpKnownUrlsNoUrlsMatch": "Keine Werte, die in den letzten Tagen besucht wurden, entsprechen dem Muster %s. Dies heißt nicht, dass die Schritte-Konfiguration falsch ist, falls die URL oder der Wert, die Sie entsprechen möchten, noch nicht besucht wurde oder erst zu einem späteren Zeitpunkt aktiv ist.",
    "HelpKnownUrlsMoreUrlsCouldMatch": "Weitere Werte könnten diesem Muster entsprechen, lediglich %s entsprechende Werte werden angezeigt.",
    "HelpKnownUrlsWhenPatternDefined": "Sobald Sie ein Muster definiert haben, werden dem Muster entsprechende Werte hier angezeigt.",
    "ViewFunnelReport": "Gehe zum Funnel-Report",
    "ShowFunnelSummary": "Zeige Funnel-Übersicht",
    "NoActiveFunnelsAdmin": "Keine Funnels sind derzeit aktiviert. Sie können Funnel konfigurieren und aktivieren, wenn Sie ein Ziel erstellen oder bearbeiten.",
    "NoActiveFunnelsUser": "Keine Funnel sind derzeit aktiviert. Ein Besucher mit 'admin'-Rechten kann Funnels konfigurieren und aktivieren, wenn ein Ziel erstellt oder bearbeitet wird.",
    "ActivatedFunnelExists": "Ein Funnel ist konfiguriert und aktiviert",
    "FunnelConfiguredButNotActivated": "Ein Funnel ist konfiguriert aber nicht aktiviert",
    "HitsWereBackfilled": "Besuche wurden aufgefüllt: Der Schritt hatte tatsächlich %s Besuche",
    "HitsWereNotBackfilled": "Besuche wurden nicht aufgefüllt",
    "XVisitorsConvertedFunnel": "%s Besuche haben den Funnel konvertiert",
    "FunnelReportNotGeneratedYet": "Eventuell wurde dieser Funnel-Report noch nicht generiert, bitte versuchen Sie es später wieder. Der Report könnte ebenso nicht verfügbar sein, falls keine Besuche für diesen Zeitraum waren oder falls Sie die Funnel-Konfiguration verändert haben und einen Zeitraum aus der Vergangenheit ausgewählt haben.",
    "FunnelMetricsSummary": "Der Funnel wurde in %1$s von %2$s Besuche%3$s abgeschlossen mit einer %4$s Funnel Konversionsrate%5$s und einer %6$s Funnel Verlassensrate%7$s.",
    "GoalMetricSummary1": "Das Ziel an sich wurde %1$s Mal konvertiert%2$s mit einer %3$s Ziel Konversionsrate%4$s",
    "GoalMetricSummary2": "und einem Umsatz von %s",
    "Flow": "Fluss",
    "Hits": "Treffer",
    "Entries": "Einstiege",
    "Entry": "Einstieg",
    "Proceeded": "Fortgefahren",
    "Exits": "Ausstiege",
    "Exit": "Ausstieg",
    "NbEntries": "%s Einstiege",
    "NbEntry": "%s Einstieg",
    "NbExits": "%s Ausstiege",
    "NbExit": "%s Ausstieg",
    "NbConversion": "%s Konversionen",
    "NbProceeded": "%s fortgefahren",
    "NbFunnelConversions": "%s Funnel Konversionen",
    "RateFunnelConversion": "%s Funnel Konversionsrate",
    "XoutOfYVisitsconverted": "%1$s von %2$s Besucher haben den Funnel abgeschlossen",
    "ColumnNbProceeded": "Schritt fortgefahren",
    "ColumnAbandonedRate": "Funnel Verlassensrate",
    "ColumnAbandonedRateDocumentation": "Der Anteil der Besuche die in diesen Funnel eingetreten sind aber nicht abgeschlossen haben.",
    "ColumnRateFunnelConversion": "Funnel Konversionsrate",
    "ColumnRateFunnelConversionDocumentation": "Der Anteil der Besuche die diesen Funnel abgeschlossen haben.",
    "ColumnNumFunnelConversions": "Funnel Konversionen",
    "ColumnNumFunnelConversionsDocumentation": "Die Anzahl der Besuche die diesen Funnel abgeschlossen haben.",
    "ColumnProceededRate": "Fortgefahrenrate",
    "ColumnProceededRateDocumentation": "Der Anteil der Besuche die von diesem Schritt im Funnel zum nächsten Schritt fortgefahren sind.",
    "ColumnNbStepVisits": "Schritt Besuche",
    "ColumnNbStepVisitsDocumentation": "Die Anzahl der Besuche die diesem Funnel-Schritt eingetreten sind.",
    "ColumnNbStepProceededDocumentation": "Die Anzahl der Besuche die von diesem Schritt im Funnel zum nächsten Schritt fortgefahren sind.",
    "ColumnNbStepEntries": "Schritt Einstiege",
    "ColumnNbStepEntriesDocumentation": "Die Anzahl der Besuche die an diesem Schritt in den Funnel eingetreten sind.",
    "ColumnNbStepExits": "Schritt Ausstiege",
    "ColumnNbStepExitsDocumentation": "Die Anzahl der Besuche die an diesem Schritt aus dem Funnel ausgetreten sind.",
    "ColumnSumEntries": "Funnel Einstiege",
    "ColumnSumExits": "Funnel Ausstiege",
    "ColumnSumEntriesDocumentation": "Die Summe aller Besuche die in den Funnel eingetreten sind.",
    "ColumnSumExitsDocumentation": "Die Summe aller Besuche die den Funnel verlassen haben bevor der Funnel konvertiert wurde."
  }
}