{
  "Funnels": {
    "Funnel": "Funnel",
    "FunnelX": "Funnel %s",
    "FunnelXFlow": "Funnel %s - Flow",
    "FunnelXSummary": "Funnel %s - Summary",
    "FunnelsX": "Funnels %s",
    "Funnels": "Funnels",
    "AddStep": "Add Step",
    "SalesFunnel": "Sales Funnel",
    "ViewSalesFunnelReport": "View Sales Funnel Report",
    "ActivateFunnel": "Activate Funnel",
    "FunnelIsLockedCannotBeSaved": "The funnel is locked and cannot be saved. Please unlock the funnel in order to change and save it.",
    "ActivateFunnelDescription": "When you activate the funnel, reports for this funnel will be generated and become available in the reporting interface and API within a few minutes or hours. Deactivating a funnel can be useful at a later point when you are no longer interested in this funnel. After you have activated the funnel, it is recommended to test your funnel configuration manually by clicking through your website or app, and then checking your visit appears in your funnel report.",
    "ConfigureFunnelSteps": "Configure Funnel steps",
    "ConfigureFunnelStepsDescription1": "To make up the steps for your funnel we recommend to make notes of the URLs for each step while you click through your website. The final step of the funnel is your goal being configured here.",
    "ConfigureFunnelStepsDescription2": "If you mark a step as 'required' then the funnel report will only include visits who converted the goal via that required step. Click on the help icon next to the step configuration to get more information about required steps.",
    "ConfigureFunnelStepsDescription3": "The URL validator below tells you which steps of your funnel will be matched for a given page URL. To validate a step you can also click on the help icon next to the step configuration. It will show a list of URLs that match the configuration and had been viewed by your visitors in the last few days.",
    "Introduction": "A Funnel defines a series of actions that you expect your visitors to take on their way to converting a goal. By defining a funnel you can improve your conversion rates and revenue as you can determine where you lose your visitors in converting your goal. ",
    "IntroductionListItem1": "Find out where your visitors have problems",
    "IntroductionListItem2": "Find out where they don't understand the flow of your website",
    "IntroductionListItem3": "Find out where a bug on your website or app occurs",
    "IntroductionListItem4": "Find other problems that get in the way of converting your goals",
    "IntroductionFollowSteps": "To setup a funnel, follow the steps below.",
    "WarningFunnelIsActivatedRequiredUnlock": "This funnel is activated. In order to make changes to this funnel you need to \"unlock\" the funnel. When you make changes to an activated funnel, new reporting data needs to be generated and reports for this funnel in the past might no longer be available.",
    "Unlock": "Unlock",
    "WarningOnUpdateReportMightGetLost": "When you update this goal, existing reporting data for this funnel will become unavailable.",
    "HelpStepTooltip": "Find out which URLs match this pattern and get help for defining patterns",
    "RemoveStepTooltip": "Remove this step",
    "FunnelsOverview": "Funnels Overview",
    "ValidateFunnelSteps": "Validate Funnel steps",
    "EnterURLToValidate": "Enter a URL or a value to validate steps",
    "ValidateUrlMatchesDescription": "It is highly recommended to test your step configurations by entering a URL or a value for each step and verifying that the correct step matches the URL or value. Matching steps will be highlighted in green, and not matching steps will be highlighted in red. Typically, only one step should match a certain URL or value, as otherwise a visitor would enter multiple steps on one page.",
    "InfoFunnelIsLocked": "This funnel is locked because the funnel is activated. Press \"unlock\" to make changes to this funnel. When you make changes to an already activated funnel, all existing reporting data gets lost and new data needs to be collected.",
    "ConfirmUnlockFunnel": "Are you sure you want to unlock this funnel? When you update the funnel, reports in the past for this funnel become unavailable.",
    "ConfirmDeactivateFunnel": "When you deactivate the funnel, all previously generated reports for this funnel become unavailable. Are you sure you want to deactivate this funnel?",
    "InfoCannotActivateFunnelIncomplete": "This funnel cannot be activated. All steps need to have a name and a pattern.",
    "AbandonedRateX": "%s abandoned rate",
    "SegmentNameStepPosition": "Visit participated in funnel at step position",
    "SegmentNameStepPositionDescription": "Accepts any step position (eg 1, 2, or 3). Should be used in conjunction with the funnel name segment as it might otherwise match multiple funnels",
    "SegmentNameFunnelName": "Visit participated in funnel",
    "SegmentNameFunnelNameDescription": "Accepts any funnel name of a currently activated funnel.",
    "SegmentVisitorsByThisFunnelStep": "Segment visitors by this funnel step",
    "StepDefinitionX": "Step %s: %s \"%s\"",
    "ConvertsGoal": "Converts goal",
    "Step": "Step",
    "Completed": "Completed",
    "RequiredColumnTitle": "Required",
    "ComparisonColumnTitle": "Comparison",
    "IsRequired": "required",
    "IsNotRequired": "not required",
    "StepName": "Step name",
    "StepPattern": "Step pattern",
    "Steps": "Steps",
    "EvolutionForGoalFunnelX": "Evolution for %s",
    "ChooseFunnel": "Choose Funnel",
    "GoalFunnelReport": "Goal Funnel Report",
    "GoalFunnelReportHelp": "The goal funnel report shows how and where your visitors entered, converted and exited the funnel. Please note: when steps are not marked as 'required', visitors may not have navigated through the steps in the exact order of the funnel steps. Step visits may be backfilled. To see the actual number of visits, hover the number of step visits. Backfills occur when a visitor skips at least one step between the step at which the visitor entered and the step at which the visitor exited the funnel. For example when you have a funnel with four steps, and a visitor converts the funnel directly from step 2 (skipping step 3), then you see an entrance to step 2, a backfilled visit for step 3 and a visit for the funnel conversion. The segmented visitor log shows only the visitors that actually navigated through this step.",
    "ErrorFunnelDoesNotExist": "The requested funnel does not exist",
    "ErrorGoalFunnelDoesNotExist": "The requested goal funnel does not exist",
    "ErrorGoalDoesNotExist": "The given goal does not exist for this site",
    "ErrorNotAnArray": "\"%1$s\" has to be an array.",
    "ErrorXNotProvided": "Please provide a value for \"%1$s\".",
    "ErrorInnerIsNotAnArray": "Each \"%1$s\" within \"%2$s\" has to be an array.",
    "ErrorArrayMissingKey": "Missing array key \"%1$s\" in \"%2$s\" at position \"%3$s\".",
    "ErrorXTooLong": "\"%1$s\" is too long, max %2$s characters are allowed.",
    "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
    "ErrorActivatedFunnelWithNoSteps": "Cannot activate a funnel with no steps",
    "PatternTypeEquals": "%s equals",
    "PatternTypeContains": "%s contains",
    "PatternTypeStartsWith": "%s starts with",
    "PatternTypeEndsWith": "%s ends with",
    "PatternTypeRegexp": "%s matches the expression",
    "PatternAttributeURL": "URL",
    "PatternAttributePath": "Path",
    "PatternAttributeSearchQuery": "Search query",
    "HelpRequiredStepsTitle": "Required steps",
    "HelpRequiredStepsDescription": "When you mark a step as 'required', visitors first needs to go through the required step before they can proceed in the funnel. If you mark all steps as 'required', you force visitors to go through all the steps of the funnel. When the first step is marked as 'required', visitors will only enter the funnel when they have matched this first step. Most of the time steps are not marked as required and visitors may complete the funnel in a random order.",
    "HelpDefiningPatternsTitle": "Defining patterns",
    "HelpDefiningPatternsDescription1": "To match your home page (eg http://www.example.com) use the pattern type \"Path equals\" matches pattern \"/\"",
    "HelpDefiningPatternsDescription2": "When you define a %1$sregular expression%2$s, please note that URLs are stored without one of those leading prefixes:",
    "HelpDefiningPatternsDescription2Example": "This means to match for example the start of a URL %1$s, the pattern needs to be %2$s.",
    "HelpDefiningPatternsDescription3": "All comparisons are performed case insensitive.",
    "HelpDefiningPatternsDescription4": "Trailing slashes in a path may be ignored. This means %1$s would match %2$s as well.",
    "HelpKnownUrlsTitle": "Known values matching this pattern",
    "HelpKnownUrlsTheseUrlsMatch": "The following %1$s values match the pattern %2$s and had been viewed in the last few days:",
    "HelpKnownUrlsNoUrlsMatch": "No known values that had been viewed in the last days match the pattern %s. This does not mean your step configuration is wrong if the URL or value you want to match has not been used yet or will be only active at a later point.",
    "HelpKnownUrlsMoreUrlsCouldMatch": "More values might match this pattern, only %s matching values are shown.",
    "HelpKnownUrlsWhenPatternDefined": "Once you have defined a pattern, you will see a list of matching values (if any).",
    "ViewFunnelReport": "View funnel report",
    "ShowFunnelSummary": "Show funnel summary",
    "NoActiveFunnelsAdmin": "There are no active funnels, you can configure and activate a funnel when you create or edit a goal.",
    "NoActiveFunnelsUser": "There are no active funnels, a user with at least admin access can configure and activate a funnel when they create or edit a goal.",
    "ActivatedFunnelExists": "A funnel is configured and activated",
    "FunnelConfiguredButNotActivated": "A funnel is configured but not activated",
    "HitsWereBackfilled": "Visits were backfilled: the step had %s actual visits",
    "HitsWereNotBackfilled": "Visits were not backfilled",
    "XVisitorsConvertedFunnel": "%s visits converted the funnel",
    "FunnelReportNotGeneratedYet": "The funnel report has likely not been generated yet, please try again later. The report might also not be available if there were no visit for this site or if you have changed the funnel configuration recently and you are viewing a date in the past.",
    "FunnelMetricsSummary": "The funnel was completed in %1$s out of %2$s visits%3$s with a %4$s funnel conversion rate%5$s and a %6$s funnel abandoned rate%7$s.",
    "GoalMetricSummary1": "The goal itself was converted %1$s times%2$s with a %3$s goal conversion rate%4$s",
    "GoalMetricSummary2": "and a revenue of %s",
    "Flow": "Flow",
    "Hits": "Hits",
    "Entries": "Entries",
    "Entry": "Entry",
    "Proceeded": "Proceeded",
    "Exits": "Exits",
    "Exit": "Exit",
    "NbEntries": "%s entries",
    "NbEntry": "%s entry",
    "NbExits": "%s exits",
    "NbExit": "%s exit",
    "NbConversion": "%s conversion",
    "NbProceeded": "%s proceeded",
    "NbFunnelConversions": "%s funnel conversions",
    "RateFunnelConversion": "%s funnel conversion rate",
    "XoutOfYVisitsconverted": "%1$s out of %2$s visits converted",
    "ColumnNbProceeded": "Step proceeded",
    "ColumnAbandonedRate": "Funnel abandoned rate",
    "ColumnAbandonedRateDocumentation": "The percentage of visits that have entered the funnel but did not complete it. It is the number of funnel exits divided by the number of funnel entries.",
    "ColumnRateFunnelConversion": "Funnel conversion rate",
    "ColumnRateFunnelConversionDocumentation": "The percentage of visits that have completed the funnel after entering it. It is the number of funnel conversions divided by the sum of all funnel entries.",
    "ColumnNumFunnelConversions": "Funnel conversions",
    "ColumnNumFunnelConversionsDocumentation": "The number of visits that have completed the funnel.",
    "ColumnProceededRate": "Proceeded Rate",
    "ColumnProceededRateDocumentation": "The percentage of visits that have proceeded from this step of the funnel to the next step.",
    "ColumnNbStepVisits": "Step visits",
    "ColumnNbStepVisitsDocumentation": "The number of visits that have entered this step of the funnel.",
    "ColumnNbStepProceededDocumentation": "The number of visits that have proceeded from this step to the next step in the funnel.",
    "ColumnNbStepEntries": "Step entries",
    "ColumnNbStepEntriesDocumentation": "The number of visits that have entered the funnel at this step.",
    "ColumnNbStepExits": "Step exits",
    "ColumnNbStepExitsDocumentation": "The number of visits that have left the funnel at this step.",
    "ColumnSumEntries": "Funnel entries",
    "ColumnSumExits": "Funnel exits",
    "ColumnSumEntriesDocumentation": "The sum of all visits that have entered the funnel.",
    "ColumnSumExitsDocumentation": "The sum of all visits that have left the funnel before converting the funnel."
  }
}