{
  "SearchEngineKeywordsPerformance": {
    "AccountAddedBy": "Added by <em>%1$s</em> on <em>%2$s</em>",
    "AccountConnectionValidationError": "An error occured while validating the account connection:",
    "AccountDoesNotExist": "Configured account %1$s does not exist anymore",
    "AccountNoAccess": "This account does not currently have access to any website.",
    "AccountRemovalConfirm": "You are about to remove the account %1$s. This might disable the keywords import for any connected website(s). Proceed anyway?",
    "ActivityAccountAdded": "added a new account for keyword provider %1$s: %2$s",
    "ActivityAccountRemoved": "removed an account for keyword provider %1$s: %2$s",
    "ActivityGoogleClientConfigChanged": "changed the Google client configuration.",
    "AddAPIKey": "Add API Key",
    "AddConfiguration": "Add Configuration",
    "AdminMenuTitle": "Search Performance",
    "APIKey": "API Key",
    "AvailableSites": "Websites available for import:",
    "BingAccountError": "An error occurred while validating the API Key: %1$s. If you have just generated this API key in Bing Webmaster Tools please try again in one or two minutes (API keys in Bing Webmaster Tools take a little while to be activated).",
    "BingAccountOk": "API Key successfully checked",
    "BingAPIKeyInstruction": "Sign in at %1$sBing Webmaster Tools%2$s, then add your website in Bing Webmaster. After you have validated it, you can %3$sgenerate an API key here%4$s.",
    "BingConfigurationDescription": "Bing Webmaster Tools needs an API key to be accessed. Here you can add API keys to access your websites data.",
    "BingConfigurationTitle": "Configure import from Bing Webmaster Tools",
    "BingCrawlImportantBlockedByRobotsTxt": "Robots.txt exclusion of important page",
    "BingCrawlBlockedByRobotsTxt": "Robots.txt exclusion",
    "BingCrawlBlockedByRobotsTxtDesc": "URLs currently blocked by your site’s robots.txt.",
    "BingCrawlConnectionTimeout": "Connection timeouts",
    "BingCrawlConnectionTimeoutDesc": "This number represents recent occurences when Bing could not access your site due to connection errors. This could be a temporary issue but you should check your server logs to see if you are accidentally dropping requests.",
    "BingCrawlCrawledPages": "Crawled pages",
    "BingCrawlCrawledPagesDesc": "Number of pages the Bing crawler requested.",
    "BingCrawlDNSFailures": "DNS failures",
    "BingCrawlDNSFailuresDesc": "This issue type catalogs recent errors encountered trying to communicate with the DNS server when the bot tried to access your pages. Possibly your server was down, or there was a misconfiguration that prevented DNS routing, for example TTL was set to 0.",
    "BingCrawlErrors": "Crawl errors on Bing",
    "BingCrawlErrorsDesc": "Number of errors occured for the Bing crawler.",
    "BingCrawlErrorsFromDateX": "The report show crawling errors recently reported by Bing. It does not provide any historical data. Last updated %s",
    "BingCrawlHttpStatus2xx": "HTTP Code 200-299",
    "BingCrawlHttpStatus2xxDesc": "These codes appear when the server serves a page successfully",
    "BingCrawlHttpStatus301": "HTTP Code 301 (Permanently moved)",
    "BingCrawlHttpStatus301Desc": "These codes appear when you have permanently moved content from one location (URL) to another.",
    "BingCrawlHttpStatus302": "HTTP Code 302 (Temporarily moved)",
    "BingCrawlHttpStatus302Desc": "These codes appear when you have temporarily moved content from one location (URL) to another.",
    "BingCrawlHttpStatus4xx": "HTTP Code 400-499 (Request errors)",
    "BingCrawlHttpStatus4xxDesc": "These codes appear when there was a likely an error in the request which prevented the server from being able to process it.",
    "BingCrawlHttpStatus5xx": "HTTP Code 500-599 (Internal server errors)",
    "BingCrawlHttpStatus5xxDesc": "These codes appear when the server failed to fulfill an apparently valid request.",
    "BingCrawlInboundLink": "Total inbound links",
    "BingCrawlInboundLinkDesc": "Inbound links Bing is aware of, pointed at URLs on your website. These are links, from websites external of your own, that have been pointed towards your content.",
    "BingCrawlingStats": "Crawl overview for Bing and Yahoo!",
    "BingCrawlingStatsDocumentation": "The Crawl overview allows you to view crawl related information such as errors encountered by the search bot when visiting a page, items blocked by your robots.txt file and URLs potentially affected by malware.",
    "BingCrawlMalwareInfected": "Malware infected websites",
    "BingCrawlMalwareInfectedDesc": "Any page URLs that Bing found that are infected or associated with malware will be grouped in this section.",
    "BingCrawlPagesInIndex": "Total pages in index",
    "BingCrawlPagesInIndexDesc": "Total number of pages available in Bing index",
    "BingCrawlStatsOtherCodes": "All other HTTP status codes",
    "BingCrawlStatsOtherCodesDesc": "Groups all other codes that are not matched by any other value (such as 1xx or informational codes).",
    "BingKeywordImport": "Bing keyword import",
    "BingKeywords": "Keywords (on Bing and Yahoo!)",
    "BingKeywordsDocumentation": "Keywords used in Bing or Yahoo! search that generated links to your website in the search results list.",
    "BingKeywordsNoRangeReports": "Keywords on Bing and Yahoo! can only be pocessed for custom date ranges including full weeks or months as they are not available as daily reports.",
    "BingKeywordsNotDaily": "Keywords on Bing and Yahoo! are only available as weekly reports. There is no keyword data for days periods.",
    "BingWebmasterApiUrl": "Url for Bing Webmaster Tools",
    "BingWebmasterApiUrlDescription": "Provide the url this website is available in your Bing Webmaster Tools",
    "ChangeConfiguration": "Change configuration",
    "Category": "Category",
    "Clicks": "Clicks",
    "ClicksDocumentation": "A click is counted each time someone clicks on a link pointing to your website on a search engine results page.",
    "ClientConfigImported": "Client config has been successfully imported!",
    "ClientConfigSaveError": "An error occured while saving the client config. Please check if the config provided is valid, and try again.",
    "ClientId": "Client id",
    "ClientSecret": "Client secret",
    "ConfigAvailableNoWebsiteConfigured": "Integration successfully configured, but currently no website configured for import.",
    "ConfigRemovalConfirm": "You are about to remove the configuration for %1$s. Import of Keywords for that website will be disabled. Proceed anyway?",
    "Configuration": "Configuration",
    "ConfigurationDescription": "This plugin allows you to import directly into Matomo all keywords searched by your users on search engines.",
    "ConfigurationFile": "Configuration file",
    "ConfigurationValid": "Your OAuth configuration is valid.",
    "ConfiguredAccounts": "configured accounts",
    "ConfiguredUrlNotAvailable": "Configured URL is not available for this account",
    "ConfigureMeasurableBelow": "To configure a website, simply click the button below or configure it directly in the website settings.",
    "ConfigureMeasurables": "Configure websites",
    "ConnectAccount": "Connect Account",
    "ConnectAccountDescription": "Please click on the button below to be redirected to Google where you need to grant access.",
    "ConnectFirstAccount": "Start by connecting your first account below.",
    "ConnectGoogleAccounts": "Connect Google Account(s)",
    "ContainingSitemaps": "Containing Sitemaps",
    "CrawlingStats": "Crawling overview",
    "CrawlingErrors": "Crawling errors",
    "Ctr": "CTR",
    "CtrDocumentation": "Clickthrough rate: A ratio showing how often people who see a search engine results page with a link to your website, end up clicking it.",
    "CurrentlyConnectedAccounts": "There are currently %1$s accounts connected.",
    "EnabledSearchTypes": "Keyword types to fetch",
    "FetchImageKeyword": "Fetch image keywords",
    "FetchImageKeywordDesc": "Fetch keywords used in Google image search",
    "FetchVideoKeyword": "Fetch video keywords",
    "FetchVideoKeywordDesc": "Fetch keywords used in Google video search",
    "FetchWebKeyword": "Fetch web keywords",
    "FetchWebKeywordDesc": "Fetch keywords used in Google web search",
    "FirstDetected": "First detected",
    "LastCrawled": "Last crawled",
    "GoogleAccountAccessTypeOfflineAccess": "<strong>Offline access</strong> is required to be able to import your search keywords even when you are not currently logged in.",
    "GoogleAccountAccessTypeProfileInfo": "<strong>Profile info</strong> is used to show the name of the account(s) currently connected.",
    "GoogleAccountAccessTypeSearchConsoleData": "<strong>Search Console data</strong> is required to get access to your Google search keywords.",
    "GoogleAccountError": "An error occurred while validating the OAuth access: %1$s",
    "GoogleAccountOk": "OAuth access successfully checked.",
    "GoogleConfigurationDescription": "Google Search Console uses OAuth for authentication and authorization.",
    "GoogleConfigurationTitle": "Configure import from Google Search Console",
    "GoogleCrawlAuthPermission": "Auth permission",
    "GoogleCrawlAuthPermissionDesc": "Googlebot couldn't crawl your URL because your server either requires authentication to access the page, or it is blocking Googlebot from accessing your site.",
    "GoogleCrawlFlash": "Flash Content",
    "GoogleCrawlFlashDesc": "URLs having content rendered mostly in Flash. Many devices cannot render these pages because Flash is not supported by iOS or Android versions 4.1 and higher.",
    "GoogleCrawlingErrors": "Crawling errors on Google",
    "GoogleCrawlingErrorsDesktop": "Crawling errors for desktop on Google",
    "GoogleCrawlingErrorsDesktopDocumentation": "The Crawling errors for desktop on Google report allows you to see crawling errors report from GoogleBot for desktop devices.",
    "GoogleCrawlingErrorsDocumentation": "The Crawling errors on Google report allows you to see crawling errors report from GoogleBot.",
    "GoogleCrawlingErrorsSmartphone": "Crawling errors for smartphone on Google",
    "GoogleCrawlingErrorsSmartphoneDocumentation": "The Crawling errors for smartphone on Google report allows you to see crawling errors report from GoogleBot for mobile devices.",
    "GoogleCrawlErrorsFromDateX": "The report show crawling errors recently reported by GoogleBot. It does not provide any historical data. Last updated %s",
    "GoogleCrawlManyRedirect": "Faulty redirects",
    "GoogleCrawlManyRedirectDesc": "A faulty redirect occurs when a desktop page incorrectly redirects smartphone users to a smartphone page not relevant to their query.",
    "GoogleCrawlNotFollowed": "Not followed",
    "GoogleCrawlNotFollowedDesc": "Not followed errors are URLs that Google could not completely follow. Common reasons are Flash, JavaScript, active content and redirects",
    "GoogleCrawlNotFound": "Not found",
    "GoogleCrawlNotFoundDesc": "Googlebot requested a URL that doesn't exist on your site.",
    "GoogleCrawlOtherError": "Other error",
    "GoogleCrawlOtherErrorDesc": "Googlebot couldn't access this pages because the server didn't understand the syntax of Googlebot's request.",
    "GoogleCrawlRoboted": "Blocked for smartphones",
    "GoogleCrawlRobotedDesc": "Pages blocked for Google's smartphone Googlebot in your site's robots.txt file.",
    "GoogleCrawlServerError": "Server error",
    "GoogleCrawlServerErrorDesc": "Googlebot couldn't access your URL, the request timed out, or your site was busy",
    "GoogleCrawlSoft404": "Soft 404",
    "GoogleCrawlSoft404Desc": "A soft 404 occurs when your server returns a real page for a URL that doesn't actually exist on your site. This usually happens when your server handles faulty or non-existent URLs as \"OK\", and redirects the user to a valid page like the home page or a \"custom\" 404 page.",
    "GoogleDataProvidedWithDelay": "Google provides keywords data with a delay of 2 days. Keywords for this date will be imported a bit later.",
    "GoogleKeywordImport": "Google keyword import",
    "GoogleSearchConsoleUrl": "Url for Google Search Console",
    "GoogleSearchConsoleUrlDescription": "Provide the url this website is available in your Google Search Console",
    "GoogleUploadOrPasteClientConfig": "Please upload your Google OAuth client configuration, or paste it into the field below.",
    "HowToGetOAuthClientConfig": "How to get your OAuth Client configuration",
    "ImageKeywords": "Image keywords on Google",
    "ImageKeywordsDocumentation": "Keywords used in Google <b>image</b> search that generated links to your website in the search result list.",
    "Impressions": "Impressions",
    "ImpressionsDocumentation": "An impression is counted each time your website is displayed in a search engine results page.",
    "IntegrationConfigured": "Integration successfully configured",
    "IntegrationNotConfigured": "Integration not yet configured",
    "KeywordsCombined": "Combined keywords",
    "KeywordsCombinedDocumentation": "Report showing all keywords imported from all configured search engines.",
    "KeywordStatistics": "Search Keywords",
    "KeywordTypeImage": "image",
    "KeywordTypeVideo": "video",
    "KeywordTypeWeb": "web",
    "LastDetected": "Last detected",
    "LastImport": "Last Import",
    "LatestAvailableDate": "Most recent keyword data available is for %1$s",
    "LinksToUrl": "Links to %s",
    "SitemapsContainingUrl": "Sitemaps containing %s",
    "ManageAPIKeys": "Manage API Keys",
    "MeasurableConfig": "configured websites",
    "NoSegmentation": "Report does not support segmentation. The data displayed is your standard, unsegmented report data.",
    "NotAvailable": "Not Available",
    "NoWebsiteConfigured": "There is currently no website configured. To enable the import for a specific website, please set up the configuration here.",
    "NoWebsiteConfiguredWarning": "Import for %s not fully configured. You need to configure some websites to enable the import.",
    "OAuthClientConfig": "OAuth Client Configuration",
    "OAuthError": "An error occurred within the OAuth process. Please try again and ensure you accept the requested permissions.",
    "Platform": "Platform",
    "Position": "Avg. position",
    "PositionDocumentation": "Average position of your website in the search engine results list (for this keyword).",
    "PrefixDesktop": "[Desktop] ",
    "PrefixSmartphone": "[Smartphone] ",
    "ProviderBingDescription": "Import all keywords used to find your website on <strong>Bing</strong> and <strong>Yahoo!</strong> search.",
    "ProviderBingNote": "<u>Note:</u> Microsoft provides keywords data every saturday and only for whole weeks. As a result your keywords for Bing and Yahoo will take a few days to appear in your reports and will only be available when viewing weeks, months or years.",
    "ProviderGoogleDescription": "Import all keywords used to find your website on <strong>Google</strong> search. Reports will show your keywords for each search type separately (Web, Images and Videos).",
    "ProviderGoogleNote": "<u>Note:</u> Google provides keywords data with a delay of 2 days. Your first import may be able to import your historical keyword data for up to the last 90 days.",
    "ProviderListDescription": "When you have successfully setup one (or more) search engine below, you can configure into which website(s) should Matomo import your search keywords.",
    "ReAddAccountIfPermanentError": "If this is a permanent error, try removing the account and connect it again.",
    "ReportShowMaximumValues": "Values displayed are the maximum values which occured during this period.",
    "ResponseCode": "Response code",
    "RequiredAccessTypes": "These access types are required:",
    "SearchEngineKeywordsPerformance": "Search Engine Keywords Performance",
    "RoundKeywordPosition": "Round keyword position",
    "SetupConfiguration": "Setup configuration",
    "StartOAuth": "Start OAuth Process",
    "UnverifiedSites": "Unverified websites:",
    "UploadOAuthClientConfig": "Upload your OAuth client configuration",
    "UrlOfAccount": "URL (Account)",
    "VideoKeywords": "Video keywords on Google",
    "VideoKeywordsDocumentation": "Keywords used in Google <b>video</b> search that generated links to your website in the search result list.",
    "VisitOAuthHowTo": "Please visit our %1$sonline guide%2$s to learn how to set up your Google OAuth client configuration.",
    "WebKeywords": "Web keywords on Google",
    "WebsiteSuccessfulConfigured": "Congratulations!<br />You have successfully configured keyword import for the website %1$s.<br /> It might take a few days until your first search keywords will be imported and displayed in Referrers > Search Keywords. You can find more information about keyword import delays and limitations in our %2$sFAQ%3$s",
    "WebKeywordsDocumentation": "Keywords used in Google <b>web</b> search that generated links to your website in the search result list.",
    "ProviderXAccountWarning": "<strong>Account configuration problems detected</strong><br />Please check the configured accounts for <strong>%s</strong>.",
    "ProviderXSitesWarning": "<strong>Website configuration problems detected</strong><br />Please check the configured websites for <strong>%s</strong>."
  }
}
