{
  "CustomReports": {
    "ManageReports": "Benutzerdefinierte Berichte verwalten",
    "CustomReports": "Benutzerdefinierte Berichte",
    "CustomReport": "Benutzerdefinierter Bericht",
    "NCustomReports": "%s benutzerdefinierte Berichte",
    "CustomReportIntroduction": "Mit benutzerdefinierte Berichte (Custom Reports) können Sie maßgeschneiderte Berichte erstellen um neue Einblicke zu erhalten, die mit Standardberichten nicht möglich sind. Sie wählen die Dimensionen (z.B. \"Gerätetyp\" und \"Browser\") und Metriken (z.B. \"Anzahl der Besucher\" und \"Absprungrate\") sowie wie Art und Weise wie diese angezeigt werden sollen um die Daten zu erhalten die Sie benötigen.",
    "NoCustomReportsFound": "Keine benutzerdefinierte Berichte gefunden",
    "EditReport": "Editiere Bericht",
    "Preview": "Vorschau",
    "PreviewReport": "Berichtvorschau",
    "ViewReportInfo": "Bericht ansehen",
    "CreateNewReport": "Neuen Bericht erstellen",
    "Unlock": "Entsperren",
    "ApplyTo": "Anwenden auf",
    "ReportEditNotAllowedAllWebsites": "Weil dieser Bericht für alle Websites verfügbar ist, können nur Super User diesen Bericht bearbeiten.",
    "ReportAvailableToAllWebsites": "Dieser Bericht ist verfügbar in allen Websites.",
    "AvailableAllWebsites": "Verfügbar in allen Websites",
    "WarningRequiresUnlock": "Um Änderungen an diesem Bericht vorzunehmen, muss der Bericht \"entsperrt\" werden. Damit Sie Änderungen vornehmen können, müssen Sie den Funnel \"entsperren\". Wenn Sie Änderungen an diesem Bericht vornehmen, werden bereits generierte Berichte aus der Vergangenheit nicht mehr zur Verfügung stehen.",
    "WarningOnUpdateReportMightGetLost": "Wenn Sie diesen Bericht aktualisieren, werden bereits generierte Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr zur Verfügung stehen.",
    "ConfirmUnlockReport": "Wollen Sie wirklich diesen Bericht entsperren? Wenn Sie diesen Bericht aktualisieren, werden Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein.",
    "InfoReportIsLocked": "Dieser Bericht ist derzeit gesperrt. Klicken Sie auf \"entsperren\" um diesen Bericht bearbeiten zu können. Wenn Sie diesen Bericht aktualisieren, werden Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein.",
    "DeleteReportConfirm": "Wollen Sie wirklich diesen Bericht löschen? Bereits generierte Berichte für diesen benutzerdefinierten Bericht werden danach nicht mehr erreichbar sein.",
    "DeleteReportInfo": "Wenn Sie diesen Bericht löschen, werden die zuvor generierten Berichte für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein und es ist nicht möglich diesen Schritt rückgängig zu machen.",
    "ErrorXNotProvided": "Bitte geben Sie einen Wert für \"%1$s\" an.",
    "ErrorXTooLong": "\"%1$s\" ist zu lang, maximal %2$s Zeichen sind erlaubt.",
    "ErrorNotAnArray": "\"%1$s\" muss ein array sein.",
    "ErrorArrayMissingItem": "Fehlender Wert in \"%1$s\" array an der Position \"%2$s\".",
    "ErrorDuplicateItem": "Es ist nicht erlaubt den gleichen %s mehrfach zu verwenden.",
    "ErrorInvalidValueInArray": "Der Wert \"%1$s\" an der Position \"%2$s\" existiert nicht.",
    "ErrorReportDoesNotExist": "Der angeforderte benutzerdefinierte Bericht existiert nicht",
    "ErrorXNotWhitelisted": "Der Wert für \"%1$s\" ist nicht erlaubt, verwenden Sie einen von diesen: %2$s.",
    "ErrorMissingDimension": "Mindestens eine Dimension muss ausgewählt werden.",
    "ErrorMissingMetric": "Mindestens eine Metrik muss ausgewählt werden.",
    "ErrorTooManyDimension": "Zu viele Dimensionen ausgewählt. Maximal %s Dimensionen können ausgewählt werden.",
    "PreviewSupportsDimension": "Die Vorschau unterstützt derzeit nur bis zu %s Dimensionen.",
    "PreviewDate": "Die Vorschau basiert auf den Daten von %s.",
    "Filter": "Filter",
    "ReportHasFilterApplied": "Dieser Report hat den folgenden Filter angewendet: %s.",
    "Dimensions": "Dimensionen",
    "Dimension": "Dimension",
    "RemoveDimension": "Dimension entfernen",
    "RemoveMetric": "Metrik entfernen",
    "AddMetric": "Metrik hinzufügen",
    "AddDimension": "Dimension hinzufügen",
    "ReportType": "Bericht Art",
    "Type": "Art",
    "ReportContent": "Bericht Inhalt",
    "ReportName": "Bericht Name",
    "ReportPage": "Seite des Berichts",
    "ReportCategory": "Bericht Kategorie",
    "Category": "Hauptkategorie",
    "ReportCategoryHelp": "Wählen Sie die Hauptkategorie unter welcher dieser Bericht im Berichts-Menü verfügbar sein soll.",
    "ReportAllWebsitesHelp": "Wählen Sie in welcher Website dieser Bericht verfügbar sein soll. Sie können \"Alle Websites\" auswählen um den Bericht in allen Websites verfügbar zu machen (der Bericht wird auch in Websites verfügbar sein die in der Zukunft erstellt werden).",
    "ReportDimensionsHelp": "Dimensionen beschreiben normalerweise Merkmale und werden normalerweise in der ersten Spalte eines Berichts angezeigt. Sie können bis zu drei Dimensionen auswählen, z. B. Browser, Land, Stadt. Mindestens eine Dimension muss ausgewählt werden.",
    "ReportMetricsHelp": "Metriken sind quantitative Messungen. Wenn Sie beispielsweise die Besucherzahl auf Ihrer Website erhöhen möchten, fügen Sie \"Besucher\" hinzu. Wollen Sie zum Beispiel die Leistung Ihrer Website verbessern, fügen Sie \"Durchschnittliche Generierungszeit\" hinzu.",
    "ReportSegmentHelp": "Mit einem Filter (Segment) können Sie einen Bericht basierend auf einer Teilmenge Ihrer Besucher erstellen. Zum Beispiel können Sie die Benutzer die in diesem Bericht berücksichtigt werden auf mobile Geräter beschränken. Das heißt, der Bericht enthält lediglich Daten für die Benutzer, die Ihre Website mit einem mobilen Gerät besucht haben.",
    "ReportSubcategory": "Bericht Unterkategorie",
    "ReportSubcategoryHelp": "Optional kann dieser Bericht auf eine bereits existierte Berichts-Seite hinzugefügt werden. Wenn keine Unterkategorie ausgewählt wird, wird eine neue Seite für diesen Bericht unterhalb der ausgewählten Hauptkategorie erstellt.",
    "ReportCreated": "Der Bericht wurde erfolgreich erstellt.",
    "ReportUpdated": "Der Bericht wurde erfolgreich aktualisiert.",
    "ErrorReportNameDuplicate": "Der Name des Berichts wird bereits in einem anderen Bericht verwendet.",
    "NoDataNotArchivedYet": "Da der Bericht erst kürzlich erstellt oder bearbeitet wurde, kann es einige Stunden dauern bis die Berichtsdaten verfügbar werden falls Sie sich die heutigen Berichte ansehen. Die Berichts-Daten für Daten vor der Erstellung des Berichts werden nicht verfügbar sein.",
    "NoDataNotArchivedYetReprocess": "Ein Systemadministrator kann Matomo jedoch veranlassen die Berichte dennoch %1$serneut zu verarbeiten%2$s damit die Berichte verfügbar werden.",
    "UpdatingData": "Aktualisiere Daten...",
    "FieldNamePlaceholder": "z.B. 'Besucher pro Land'",
    "FieldDescriptionPlaceholder": "z.B. 'Die Anzahl der Besucher pro Land'",
    "ReportNameHelp": "Definiert den Namen unter welchen dieser Bericht verfügbar sein wird.",
    "ReportDescriptionHelp": "Eine optionale Beschreibung für diesen Bericht. Diese wird angezeigt, wenn Sie auf das Hilfesymbol neben dem Berichtstitel klicken. Zum Beispiel können Sie hier den Zweck dieses Berichts erwähnen."
  }
}
