{
    "CustomReports": {
        "ManageReports": "Manage Reports",
        "CustomReports": "Custom Reports",
        "CustomReport": "Custom Report",
        "NCustomReports": "%s custom reports",
        "CustomReportIntroduction": "Custom Reports lets you create new reports to draw new insights that aren't possible with standard reports. You choose the dimensions (such as \"Device Type\" and \"Browser\") and metrics (such as \"Number of Visitors\" and \"Bounce Rate\") and how they should be displayed to get the unique actionable and useful data you need.",
        "NoCustomReportsFound": "No custom reports found",
        "EditReport": "Edit report",
        "Preview": "Preview",
        "PreviewReport": "Preview report",
        "ViewReportInfo": "View report",
        "CreateNewReport": "Create new report",
        "Unlock": "Unlock",
        "ApplyTo": "Apply to",
        "ReportEditNotAllowedAllWebsites": "Because this report is available for all websites, only a user with Super User access can change this report.",
        "ReportAvailableToAllWebsites": "This report is available for all websites.",
        "AvailableAllWebsites": "Available in all websites",
        "WarningRequiresUnlock": "In order to make changes to this report content, you need to \"unlock\" this report. When you make changes to the report configuration and update this report, new reporting data needs to be generated and previously generated reports for this report won't be available anymore.",
        "WarningOnUpdateReportMightGetLost": "When you update this custom report, previously generated reports for this custom report will become unavailable.",
        "ConfirmUnlockReport": "Are you sure you want to unlock this report? When you update the report content of this report, previously generated reports for this custom report will become unavailable.",
        "InfoReportIsLocked": "This report is currently locked and you need to confirm to \"unlock\" this report. When you make changes to this report content and update it afterwards, new reporting data needs to be generated and previously generated reports for this custom report won't be available anymore.",
        "DeleteReportConfirm": "Are you sure you want to delete this custom report? Previously generated reports will no longer be available in the reporting UI.",
        "DeleteReportInfo": "When you delete this report, its reports will no longer be available and you cannot undo this action.",
        "ErrorXNotProvided": "Please provide a value for \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" is too long, max %2$s characters are allowed.",
        "ErrorNotAnArray": "\"%1$s\" has to be an array.",
        "ErrorArrayMissingItem": "Missing value in \"%1$s\" array at position \"%2$s\".",
        "ErrorDuplicateItem": "It is not allowed to use the same %s multiple times.",
        "ErrorInvalidValueInArray": "The given \"%1$s\" at position \"%2$s\" does not exist.",
        "ErrorReportDoesNotExist": "The requested custom report does not exist",
        "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
        "ErrorMissingDimension": "At least one dimension needs to be selected.",
        "ErrorMissingMetric": "At least one metric needs to be selected.",
        "ErrorTooManyDimension": "Too many dimensions selected. Max %s dimensions can be used.",
        "PreviewSupportsDimension": "The preview currently only supports up to %s dimensions.",
        "PreviewDate": "This preview is based on the data of %s.",
        "Filter": "Filter",
        "ReportHasFilterApplied": "This report has the following filter applied: %s.",
        "Dimensions": "Dimensions",
        "Dimension": "Dimension",
        "RemoveDimension": "Remove dimension",
        "RemoveMetric": "Remove metric",
        "AddMetric": "Add metric",
        "AddDimension": "Add dimension",
        "ReportType": "Report type",
        "Type": "Type",
        "ReportContent": "Report content",
        "ReportName": "Report name",
        "ReportPage": "Report page",
        "ReportCategory": "Report category",
        "Category": "Category",
        "ReportCategoryHelp": "Select the main reporting category under which this report will be available in the reporting menu.",
        "ReportAllWebsitesHelp": "Select the website this report should be available for. You can also choose \"All websites\" to make this report available for all your sites (also sites that will be created in the future).",
        "ReportDimensionsHelp": "Dimensions typically describe characteristics and is usually shown in the first column of a report. You can select up to three dimensions, for example Browser, Country, City. At least one dimension needs to be selected.",
        "ReportMetricsHelp": "Metrics are quantitative measurements. For example, if you want to increase the traffic on your website, include \"Visits\", if you are improving the performance of your website, include \"Avg. Generation Time\".",
        "ReportSegmentHelp": "A filter lets you see this report only for a subset of your visitors. For example, you can filter this report down by mobile device users only.",
        "ReportSubcategory": "Report subcategory",
        "ReportSubcategoryHelp": "You can optionally add this report to any existing reporting page. If you don't choose a subcategory, a new reporting page under the selected category will be created using the report name.",
        "ReportCreated": "The report has been successfully created.",
        "ReportUpdated": "The report has been successfully updated.",
        "ErrorReportNameDuplicate": "The report name is already in use by another report.",
        "NoDataNotArchivedYet": "As the report was created or updated only recently, it may take a few hours for the data to become available when you are viewing today's reports. The report data for dates before this report was created won't become available.",
        "NoDataNotArchivedYetReprocess": "However, a system administrator can force Matomo to %1$sreprocess the reports%2$s to make the data available.",
        "UpdatingData": "Updating data...",
        "FieldNamePlaceholder": "eg 'Visitors per Country'",
        "FieldDescriptionPlaceholder": "eg 'The number of visitors per country'",
        "ReportNameHelp": "Defines the name under which this report will be available.",
        "ReportDescriptionHelp": "An optional description for your report which will be shown when you click on the help icon next to the report title. For example, you could mention the purpose of this report."

    }
}